Repository: DBinaghi/plugin-HonorThyLibrarians
Catalog: languages/*.po
Languages: eo, it

source: Page settings
eo: Paĝaj agordoj
it: Configurazione della pagina

source: Page path
eo: Paĝa dosierindiko
it: Percorso della pagina

source: The path to the page listing the librarians. For example, if your site is hosted at <code>http://my-omeka-site.org/</code>, and the value of this field is <code>librarians/</code>, then your page will be displayed at <code>http://my-omeka-site.org/librarians/</code>.
eo: La dosierindiko al la paĝo listiganta la bibliotekistojn. Ekzemple, se via retejo gastas ĉe <code>http://mia-retejo-omeka.org/</code>, kaj la valoro de tiu ĉi kampo estas <code>bibliotekistoj/</code>, la paĝo montriĝos ĉe <code>http://mia-retejo-omeka.org/bibliotekistoj/</code>.
it: Il percorso della pagina che presenta la lista dei bibliotecari. Per esempio, se il sito è ospitato presso <code>http://mio-sito-omeka.org/</code>, e il valore di questo campo è <code>bibliotecari/</code>, allora la pagina verrà mostrata all'indirizzo <code>http://mio-sito-omeka.org/bibliotecari/</code>.

source: Page title
eo: Paĝa titolo
it: Titolo della pagina

source: The title that will display on the librarians page and in the main site navigation.
eo: La titolo, kiu montriĝos ĉe la bibliotekista paĝo kaj ĉe la ĉefa reteja menuo.
it: Il titolo che verrà mostrato nella pagina dei bibliotecari e nel menù principale del sito.

source: Pre display text
eo: Komenca teksto
it: Testo iniziale

source: The text that will display before the table of librarians.
eo: La teksto, kiu montriĝos antaŭ la tabelo de bibliotekistoj.
it: Il testo che verrà mostrato prima della tabella dei bibliotecari.

source: Post display text
eo: Fina teksto
it: Testo finale

source: The text that will display after the table of librarians.
eo: La teksto, kiu montriĝos post la tabelo de bibliotekistoj.
it: Il testo che verrà mostrato dopo la tabella dei bibliotecari.

source: Table settings
eo: Tabelaj agordoj
it: Impostazioni tabella

source: Sort order
eo: Ordigo
it: Ordinamento

source: The order librarians will be sorted on.
eo: Ordo laŭ kiu bibliotekistoj estos montritaj.
it: L'ordine in base al quale verranno mostrati i bibliotecari.

source: Name
eo: Nomo
it: Nome

source: Contributions
eo: Kontribuojn
it: Contributi

source: Last contribution date
eo: Lasta kontribua dato
it: Data ultimo contributo

source: Style table with CSS
eo: Uzu CSS por tabelo

source: If checked, will apply plugin css stylesheet to table.
eo: Se markita, propra CSS estos uzita por la tabelo.
it: Se selezionata, il foglio di stile css del plugin verrà applicato alla tabella.

source: Librarians
eo: Bibliotekistoj
it: Bibliotecari

source: The following people have contributed to this website.
eo: Tiuj ĉi homoj kontribuis al tiu ĉi retejo.
it: Le seguenti persone hanno contribuito a questo sito web.

source: We want to thank them all very much for their help and support.
eo: Ni deziras danki al ili ĉiuj pro ilia helpo kaj subteno.
it: Desideriamo ringraziarle tutte per il loro aiuto e supporto.

source: Librarian
eo: Bibliotekist(in)o
it: Bibliotecario/a

source: Items added/edited
eo: Dokumentoj aldonitaj/redaktitaj
it: Elementi aggiunti/modificati

source: Click to see all contributions by this librarian
eo: Alklaku por vidi ĉiujn kontribuojn el tiu ĉi homo
it: Clicca per vedere tutti i contributi di questo bibliotecario

source: Use custom CSS
it: Usa CSS personalizzato
